[
    {   
        "id": 1,
        "name": "знакомство",
        "mobileName": "знакомство",
        "text": "Этап знакомства включает первичное общение с клиентом для понимания его потребностей и целей. Мы обсуждаем основные требования к проекту, целевую аудиторию, функциональность и дизайн, заполняем бриф и создаём ТЗ, а также уточняем сроки и бюджет. Этот этап помогает нам создать четкое видение проекта и обеспечить его успешное выполнение."
    },
    {   
        "id": 2,
        "name": "договор и предоплата",
        "mobileName": "договор",
        "text": "Этап договора и предоплаты включает в себя официальное заключение соглашения между сторонами и внесение первоначального платежа. На этом этапе мы согласовываем все условия и детали сделки, подписываем договор и осуществляем предоплату, что подтверждает серьезность намерений и обеспечивает начало выполнения обязательств."
    },
    {   
        "id": 3,
        "name": "анализ",
        "mobileName": "анализ",
        "text": "Этап анализа включает детальное изучение требований клиента, анализ целевой аудитории, конкурентов и рынка. Мы оцениваем текущие тенденции, технические возможности и ограничения, чтобы разработать оптимальное решение, соответствующее бизнес-целям и ожиданиям клиента."
    },
    {   
        "id": 4,
        "name": "дизайн",
        "mobileName": "дизайн",
        "text": "Этап дизайна включает разработку визуального стиля и пользовательского интерфейса. Мы создаем макеты страниц, выбираем цветовую палитру, типографику и графические элементы, обеспечивая интуитивно понятную навигацию и привлекательный внешний вид. Дизайн адаптируется под различные устройства, чтобы обеспечить отличное пользовательское впечатление."
    },
    {   
        "id": 5,
        "name": "верстка сайта",
        "mobileName": "верстка",
        "text": "Этап верстки включает преобразование дизайн-макетов в функциональные веб-страницы с использованием HTML, CSS, JavaScript и React. Мы обеспечиваем адаптивность, кроссбраузерную совместимость и оптимизацию производительности, чтобы сайт корректно отображался на всех устройствах и браузерах, обеспечивая отличное пользовательское впечатление."
    },
    {   
        "id": 6,
        "name": "серверная часть",
        "mobileName": "сервер",
        "text": "Этап разработки серверной части включает создание и настройку серверного программного обеспечения, баз данных и API. Мы обеспечиваем безопасность, производительность и масштабируемость серверной инфраструктуры, чтобы сайт работал стабильно и эффективно, обрабатывая запросы пользователей и взаимодействуя с внешними сервисами."
    },
    {   
        "id": 7,
        "name": "настройки и запуск",
        "mobileName": "запуск",
        "text": "Этап настройки и запуска включает финальную проверку и оптимизацию всех компонентов проекта. Мы настраиваем хостинг, домен, SSL-сертификаты и другие технические аспекты. Проводим тестирование на производительность и безопасность, после чего запускаем сайт в эксплуатацию, обеспечивая его стабильную работу и доступность для пользователей."
    },
    {   
        "id": 8,
        "name": "поддержка и инструкция",
        "mobileName": "поддержка",
        "text": "Этап поддержки и настройки при заказе создания сайта включает обеспечение стабильной работы сайта после его запуска. Мы проводим регулярное обновление контента, исправление ошибок, оптимизацию производительности и безопасности. Также предоставляем техническую поддержку и консультации, чтобы сайт всегда оставался актуальным и функциональным для пользователей."
    }
]